Repository: BabbageCom/objEnhancer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: nl

source: Customize the properties of the navigator object
nl: Verander de eigenschappen van het navigatorobject

source: No navigator object
nl: Geen navigatorobject

source: Open the Object Enhancer definitions dialog
nl: Opent het Object Enhancer dialoogvenster voor definities

source: &Relevant object attributes:
nl: &Relevante objec attributen:

source: Attribute
nl: Attribuut

source: Value
nl: Waarde

source: A&ttribute:
nl: A&ttribuut:

source: &Value:
nl: &Waarde:

source: &Add
nl: &Toevoegen

source: Re&move
nl: &Verwijderen

source: &Edit
nl: &Bewerken

source: Add filter attribute
nl: Filterattribuut toevoegen

source: Attribute {newAttr!r} is already added.
nl: Attribuut {newAttr!r} is reeds toegevoegd.

source: Error
nl: Fout

source: Filter values for {attr}
nl: Filterwaarden voor {attr}

source: No values specified.
nl: Geen waarden opgegeven.

source: &Attribute:
nl: &Attribuut:

source: &Attribute changes:
nl: &Attribuutwijzigingen:

source: Change output value
nl: Uitvoerwaarde wijzigen

source: Output &attribute:
nl: Uitvoer&attribuut:

source: Output &value:
nl: Uitvoer&waarde:

source: Add output attribute
nl: Uitvoerattribuut toevoegen

source: Attribute {newAttr!r} is already present.
nl: Attribuut {newAttr!r} is reeds aanwezig.

source: Editing definition ({name})
nl: Definitie bewerken ({name})

source: New definition
nl: Nieuwe definitie

source: Definition &name:
nl: Definitie&naam:

source: &Inherrit settings from definition:
nl: &Instellingen overerven van definitie:

source: None
nl: Geen

source: &Definition is abstract, don't use it directly
nl: &Definitie is abstract, gebruik deze niet rechtstreeks

source: &Treat object location criteria as absolute screen coordinates
nl: &Behandel criteria voor objectlocatie als absolute schermco√∂rdinaten

source: &Definition error handling:
nl: &Definitiefoutafhandeling:

source: You must enter a valid name
nl: Je dient een geldige naam in te voeren

source: You must add valid input criteria
nl: Je dient geldige invoercriteria op te geven

source: &Available definitions:
nl: &Beschikbare definities:

source: Identifier
nl: ID

source: Input
nl: Invoer

source: Output
nl: Uitvoer

source: Object Enhancer Definitions
nl: Object Enhancer Definities

source: &Applications:
nl: &Toepassingen:

source: Changing NVDA object properties made easy
nl: Maakt het veranderen van NVDA objecteigenschappen eenvoudig
